const StateData = {
    main: {},
    pagesContext: {},
    blogContext: {
        'all': {},
        'articles': {},
        'news': {},
        'sales': {},
        'education': {},
    },
    blogCountsContext: {'all': 18},
    blogDetailsContext: {},

    contextTeam: false,
    contextAbout: false,

    contextSEO:{ 
        '/contacts' : {
            'title' : 'Контакты агентства Ирсиб',
            'description' : 'Разработаем сайт любой сложности. От 70 000 руб. ★ Индивидуальный подход к бизнесу ★ Уникальный дизайн ★ Увеличим прибыль вашего бизнеса ★ Обращайтесь по тел. +7 (383) 375-25-99'
        },
        '/about/social' : {
            'title' : 'Социальные сети агентства Ирсиб',
            'description' : 'Разработаем сайт любой сложности. От 70 000 руб. ★ Индивидуальный подход к бизнесу ★ Уникальный дизайн ★ Увеличим прибыль вашего бизнеса ★ Обращайтесь по тел. +7 (383) 375-25-99'
        },
        '/portfolio' : {
            'title' : 'Кейсы по разработке сайтов различной сложности | Digital агентство Ирсиб',
            'description' : 'Кейсы по созданию сайтов розличной сложности. Интернет-магазины, сайт-визитка, информационный портал от студии Ирс.'
        },
        '/portfolio/krep' : {
            'title' : 'СНАБ КРЕП НСК | ИРС',
            'description' : 'Кейсы по созданию сайтов розличной сложности. Интернет-магазины, сайт-визитка, информационный портал от студии Ирс.'
        },
    },
}

export default StateData